Repository: MacInsiderOrg/Cheaper-Goods
Catalog: Cheaper Goods/Cheaper Goods/*.lproj/Localizable.strings
Languages: pl

source: Home
pl: Start

source: Sales
pl: Sprzedaż

# Stock
source: Discounts
pl: Akcje

source: Stores
pl: Sklepy

source: Favorites
pl: Ulubionych

source: Feedback
pl: Przegląd

# allProducts
source: All
pl: Wszystko

# computerProducts
source: Computers
pl: Komputery

# tvProducts
source: TV
pl: Telewizja

# phoneProducts
source: Telephony
pl: Telefonia

# photoProducts
source: Photo-Video
pl: Foto-Wideo

# techProducts
source: Home Appliances
pl: Technic

# FeedbackNameTitle
source: Your name is empty
pl: No name

# FeedbackNameMessage
source: Please enter your name
pl: Podaj swoją nazwę

# FeedbackTextTitle
source: Your review is empty
pl: Nie recenzja

# FeedbackTextMessage
source: Please fill out the feedback
pl: Proszę wypełnić informację zwrotną
